/* min1max2 */
"A minimum of 1 and a maximum of 2 regions are allowed." = "지역은 최소 1개 이상 최대 2개까지 설정 가능해요.";

/* okQ */
"Are you sure you want to delete the selected region?" = "선택한 지역을 삭제하시겠습니까?";

/* cancel */
"Cancel" = "취소";

/* change */
"Change" = "변경";

/* conform */
"Conform" = "확인";

/* alreadyLocated */
"It's already located" = "이미 설정된 동네에요.";

/* mylocation */
"My Location" = "내 위치";

/* neighborhood */
"Near Location" = "근처 동네";

/* neighborhoodPlus */
"Near Location %d" = "근처 동네 %d";

/* searchCurrentLocation */
"Search by current location" = "현재위치로 찾기";

/* selectLocation */
"Select Location" = "동네 선택하기";

/* setMyLocation */
"Set My Location" = "내 동네 설정하기";

/* readRange */
"You can see only the selected range of posts." = "선택한 범위의 게시물만 볼 수 있어요.";

/* lastOne */
"If only one location is selected, it cannot be deleted. Would you like to change the currently set location?" = "동네가 1개만 선택된 상태에서는 삭제를 할 수 없어요. 현재 설정된 동네를 변경하시겠어요?";

/* emptyLocation */
"You must select at least 1 location." = "최소 1개의 동네를 선택해야해요.";
